<?php

$array_lang = array(
    "login_email" => "Ваш email",
    "pwd" => "Пароль",
    "regist" => "Реєстрація",
    "login" => "Ввійти",
    "name" => "Ім'я",
    "sername" => "Прізвище",
    "pwd2" => "Повторіть пароль",
    "location" => "Місце проживання",
    "gender" => "Стать",
    "birthday" => "Дата народження",
    "back" => "Назад",
    "regist_ok" => "Зареєструватись",
    "regist_header" => "Реєстрація користувача",
    "profile" => "Профайл",
    "logout" => "Вийти",
    /* ошибки */
    "error_login" => "Не правильний email/пароль",
    "error_name" => "довжина має бути більшою за 2 символи",
    "error_email" => "некоректний email",
    "error_pwd" => "Паролі не співпадають",
    "error_date" => "вкажіть дату народження",
    "gender_male" => "чоловіча",
    "gender_female" => "жіноча",   
    /* подсказки */
    "info_name" => "Введіть своє справжнє ім'я. Від 2 до 20 символів",
    "info_sername" => "Введіть своє прізвище. Від 2 до 20 символів", 
    "info_email" => "Введіть свій email", 
    "info_pwd1" => "Виберіть пароль. Рекомендується вживати прописні літери та цифри одночасно",
    "info_pwd2" => "Повторіть пароль. Паролі мають співпадати",
    "info_location" => "Введіть своє місце проживання. Від 2 до 20 символів",
    
);
